import tkinter as tk

# Басты терезені құру
root = tk.Tk()
root.title("Тапсырма 1")
root.geometry("400x300")

# Мәтінді шығару үшін Label (жазба) элементін қолданамыз
# text - мәтін, fg - мәтін түсі (көк), font - қаріп түрі мен өлшемі
label = tk.Label(root, text="Зертханалық жұмыс №10", fg="blue", font=("Arial", 20, "bold"))

# Мәтінді терезенің белгілі бір координатасына орналастыру (x=50, y=100)
label.place(x=50, y=100)

# Терезені тұрақты көрсетіп тұру үшін басты циклді іске қосу
root.mainloop()
